[
    {
        "picture": "https://iili.io/y2AmGI.jpg",
        "name": "Event Photography",
        "reviews": [],
        "description": "Event photography is the professional art of snapping high-quality images during a wide variety of important occasions, from personal events like weddings or birthday parties to large public gatherings like corporate events, galas, award ceremonies, and music festivals.Photography is the art, application, and practice of creating durable images by recording light, either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as photographic film.Photographers use a variety of photographic equipment to capture events, people, objects or scenes for records, art or commercial use. Many photographers begin their careers as photographic assistants, setting up lights and stands, arranging transport and occasionally acting as a 'second shooter'."
    },
    {
        "picture": "https://iili.io/y2Ap4t.jpg",
        "name": "Wedding Photography",
        "reviews": [],
        "description": "Wedding photographers capture memories for brides and grooms, creating a photographic narrative of wedding ceremonies. They take action shots of pre-ceremony preparations, the marriage ceremony, and the reception. They also take posed shots of the bride, groom, wedding party, and family members.A good photographer must have a very keen eye for detail to ensure that all elements within the photo—the lighting, the composition, the subject, and everything else in between—work together harmoniously to convey the right vision or message. Key elements that make up a photograph: Lighting. Composition. Photojournalistic. Candid and documentary-style photographs make for some of the most heartfelt and memorable images, which is why many photographers have adopted a photojournalistic style. These photographers treat the wedding day almost like a feature or news story."
    },
    {
        "picture": "https://iili.io/y2R3uf.jpg",
        "name": "Social Media Photography",
        "reviews": [],
        "description": "Social media photography are photos composed for or cropped to fit specific social media sizing. Sometimes photographers come up with photo shoot concepts meant to attract attention on social media platforms. But more often than not, a photographer's everyday artistic vision is what attracts followers to them.Photographers use a variety of photographic equipment to capture events, people, objects or scenes for records, art or commercial use. Many photographers begin their careers as photographic assistants, setting up lights and stands, arranging transport and occasionally acting as a 'second shooter'.Photography is the art, application, and practice of creating durable images by recording light, either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as photographic film."
    },
    {
        "picture": "https://iili.io/y2R3uf.jpg",
        "name": "Fashion Photography",
        "reviews": [],
        "description": "Fashion photography focuses on the display of fashion clothing and items. It is most common on advertising boards and in fashion magazines. The photography will usually feature models wearing the display items. Fashion photography has existed almost as long as photography itself has been around.Fashion photographers are responsible for how clothing is presented in advertising campaigns, catalogues and fashion magazines. They work closely with designers and fashion houses to ensure they are portraying the desired image for the brand. They work in studios or carry out shoots on location.Photography is the art, application, and practice of creating durable images by recording light, either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as photographic film."
    },
    {
        "picture": "https://iili.io/y2RBGS.jpg",
        "name": "Commercial Photopgraphy",
        "reviews": [],
        "description": "Commercial photography involves photographing a particular product, or someone supplying or receiving a particular service, in a way that showcases that product or service's best features and entices the viewer to want to buy.Commercial photography is a genre that encompasses any photos used for a business or publication. “It's photography that helps sell things,” says photographer Andrew Bennett.Food photography, fashion photography, architecture photography, headshots, and portrait photography are just some of the types of photos that fall under the commercial umbrella."
    },
    {
        "_id": "636c1ead9ce11265d40bbb48",
        "picture": "https://iili.io/y2RBGS.jpg",
        "name": "Artistic Photography",
        "reviews": [],
        "description": "Fine art photography, also known as “photography art,” or “artistic photography” is photographic artwork created in line with the artist's vision. Fine artists use photography as their chosen medium for creative expression.he definition of photography art, also known as 'fine-art photography,' is photographic artworks that are created in line with the artist's vision. The artwork uses photography as the artist's chosen medium for creative expression.A good photographer must have a very keen eye for detail to ensure that all elements within the photo—the lighting, the composition, the subject, and everything else in between—work together harmoniously to convey the right vision or message. Even the tiniest detail can make or break a photograph."
    }
]